Repository: davisamaral/movies_flutter
Catalog: lib/l10n/app_*.arb
Languages: pt

# signInPasswordHint
source: Password
pt: Senha

# signInEnterButtonLabel
source: Enter
pt: Entrar

# signInCreateAccountTextLineOne
source: Not registered yet?
pt: Anda não é cadastrado?

# signInCreateAccountTextLineTwo
source: Click here and register
pt: Clique aqui e cadastre-se!

# signInErrorMessage
source: Cannot login, tray again later!
pt: Não foi possível fazer o login, tente novamente mais tarde!

# signUpPasswordHint
source: Password
pt: Senha

# signUpRepeatPasswordHint
source: Repeat password
pt: Repita a senha

# signUpRegisterButtonLabel
source: Register
pt: Cadastrar

# signUpBackButtonLabel
source: Back to login
pt: Voltar para o login

# signUpErrorMessageText
source: Cannot register user, tray again later!
pt: Não foi possível fazer o cadastro, tente novamente mais tarde!

# signUpRequiredFieldsErrorMessageText
source: Please, enter with required fields
pt: Por favor, digite os campos obrigatórios

# signUpInvalidEmailErrorMessageText
source: Please, enter with a valid email
pt: Por favor, digite um e-mail válido

# signUpInvalidRepeatedPasswordErrorMessageText
source: Please, enter with same values in both password fields
pt: Por favor, repita a mesma senha em ambos os campos

# logoutDialogTitle
source: Logout
pt: Sair

# logoutDialogMessage
source: Do you really want logout?
pt: Deseja realmente sair?

# logoutDialogCancelButtonLabel
source: Cancel
pt: Cancelar

# logoutDialogConfirmButtonLabel
source: Logout
pt: Sair

# moviesErrorOnLoadMessage
source: Sorry, an error occurred when load movies, try again later!
pt: Desculpe, ocorreu um erro ao carregar os filmes, tente novamente mais tarde!

# topRatedMoviesLabel
source: Top rated
pt: Bem avaliados

# nowPlayingMoviesLabel
source: Now playing
pt: Em cartaz

# upcomingMoviesLabel
source: Upcoming
pt: Em breve nos cinemas
